Repository: Mustafa-ah/ChatBot
Catalog: STC/Resources/AppResources.*.resx
Languages: ar

# NotesLabel
source: Notes:
ar: ملاحظات

# NotesPlaceholder
source: por ejemplo . comprar leche
ar: ار ملان كتسر

# AddButton
source: Agregar nuevo elemento
ar: إضاقه

source: Home
ar: الصفحة الرئيسية

source: Inquiries
ar: الإستفسارات

source: Requests
ar: الطلبات

# Faq
source: FAQs
ar: الاسئلة الشائعة

source: Close
ar: اغلاق

# DidntFindQuestion
source: if you don't find your questions
ar: اذا لم تجد سؤالك

# Email
source: E-mail address
ar: البريد الالكتروني

source: Hotline
ar: الخط الساخن

source: Mobile
ar: رقم الجوال

# RequestSent
source: Your Reqest has sent Congratulations!
ar: تم ارسال طلبك تهانينا

# SearchKeyword
source: Search using keywords
ar: البحث باستخدام كلمات دالة

# WaitingApproval
source: Waiting for approval
ar: طلبك قيد الانتظار للموافقة

source: Dismiss all
ar: إلغاء الكل

source: New request
ar: طلب جديد

source: Recent Notifications
ar: آخر الإشعارات

source: VIEW DETAILS
ar: عرض التفاصيل

source: Your requests
ar: طلباتك

source: Welcome
ar: مرحبا

# LoginStc
source: Login to stc
ar: الدخول الي STC

source: Contiune
ar: المتابعة

# EnterEmail
source: E-mail address
ar: البريد الالكتروني

# EnterPassword
source: Password
ar: كلمة المرور

# ForgetPassword
source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# RegisterButton
source: Register here
ar: تسجيل هنا

# ConfirmEmailAndSms
source: To get started please confirm your email and SMS code.
ar: للبدء يرجى تأكيد بريدك الإلكتروني ورمز الرسائل القصيرة.

# VerifyAccount
source: Verify your account
ar: تحقق من حسابك

# RegisterQuote
source: All information is encrypted… you are safe with stc.
ar: كل المعلومات مشفرة ... أنت بأمان مع stc.

source: Register now
ar: تسجيل الآن

source: Full name
ar: الإسم بالكامل

# PhoneNumber
source: Mobile
ar: رقم الجوال

source: Check Faq
ar: البحث في الاسئلة المكررة

# InquiriesTabQuote
source: if you don't find your questions
ar: اذا لم تجد سؤالك

source: Inquiry
ar: الإستفسارات

source: New inquiry
ar: تساؤل جديد

# RequestsTabQuote
source: Sign contracts now with stc.
ar: تعاقد الان مع STC

# SeeYourInquiries
source: View your inquiries
ar: عرض الإستفسارات

# SeeYourRequests
source: View your requests
ar: عرض طلباتك

source: Good evening,
ar: مساء الخير,

source: Good morning,
ar: صباح الخير,

# HowCanHelp
source: How can we help you?
ar: كيف نقوم بمساعدتك؟

# InquiriesHomeQuote
source: if you don’t find your questions on FAQ.
ar: اذا لم تستطع الحصول علي اسئلتك في الاسئلة الشائعة

# RequestHomeQuote
source: Send your request signed in the easiest way.
ar: أرسل طلبك وقع بأسهل طريقة.

source: Back to login
ar: العودة الي تسجيل الدخول

# EmailorPhone
source: E-mail address or mobile
ar: البريد الالكتروني او الجوال

# ForgetPassowordMultiLine
source: Forgot Password?
ar: هل نسيت كلمة السر؟

# SendCode
source: Send OTP
ar: ارسال الكود

source: You can change
ar: انت تستطيع تغيير

# EnterCode
source: Please, Enter OTP that has been sent to your
ar: يرجى إدخال الرقم السري المؤقت الذي تم إرساله ل

# EnterCodeMobile
source: Please, Enter OTP that has been sent to your Mobile
ar: يرجى إدخال الرقم السري المؤقت الذي تم إرساله لرقم الجوال

# EnterCodeEmail
source: Please, Enter OTP that has been sent to your E-mail
ar: يرجى إدخال الرقم السري المؤقت الذي تم إرساله للبريد الالكتروني

# VerifySMSQuote
source: Please, enter the OTP sent to
ar: من فضلك أدخل الرقم السري المرسل إلى

source: Wrong number?
ar: الرقم خاطئ؟

# DidntReceiveCode
source: Didn't receive OTP?
ar: لم تحصل على الرقم السري المؤقت؟

source: Send again
ar: ارسل مجددا

# SMSCode
source: SMS OTP
ar: الرمز المرسل في رسالة نصية

source: Add Attachment
ar: إضافة مرفق

source: Choose the files required
ar: اختر الملفات المطلوبة

source: Description
ar: الوصف

# NewRequestQuote
source: You can upload up to 8 Files
ar: يمكنك إرفاق ملفات بحد اقصي 8 ملفات

source: Title
ar: العنوان

# UploadFile
source: Upload your file
ar: قم بتحميل ملفك

# NumberAttachmentsValidation
source: Maximum 8 files per request are allowed
ar: أقصي عدد ملفات مسموح به لطلب واحد هو ٨

# ExtensionValidation
source: Extension is not supported
ar: الإمتداد غير مدعوم

# SizeValidation
source: Maximum file size is 2 MB
ar: حجم الملف لا ينبغي ان يزيد عن 2 ميغا بايت

source: Download
ar: تحميل

# SlideTo
source: Slide to upload now
ar: اسحب لكي يتم الرفع الان

source: Terms & Conditions
ar: الشروط والأحكام

source: Upload now
ar: ترفع الملفات الان

source: View
ar: مشاهدة

# WhenYouSlideAccept
source: Slide to accept
ar: إسحب للموافقة على

source: Your signature
ar: إمضائك

source: About Us
ar: عن STC

# AboutUs1
source: We offer variety of ICT solutions and digital services in several categories including telecommunication, IT, financial technology, digital media, cybersecurity, and other advanced digital solutions, with that we are leading the digital transformation nationally and regionally.
ar: نحن نقدم مجموعة متنوعة من حلول تكنولوجيا المعلومات والاتصالات والخدمات الرقمية في عدة فئات بما في ذلك الاتصالات وتكنولوجيا المعلومات والتكنولوجيا المالية والوسائط الرقمية والأمن السيبراني والحلول الرقمية المتقدمة الأخرى ، حيث نقود التحول الرقمي على الصعيدين الوطني والإقليمي.

# AboutUs2
source: We are a world-class digital leader providing innovative services and platforms to our customers and enabling the digital transformation of the MENA region.
ar: نحن رواد رقمي عالمي نقدم خدمات ومنصات مبتكرة لعملائنا وتمكين التحول الرقمي في منطقة الشرق الأوسط وشمال إفريقيا.

# AllRightsReserved
source: all rights reserved stc © 2020
ar: جميع الحقوق محفوظة stc © 2020

source: Our Vision
ar: رؤيتنا

source: Contact Us
ar: تواصل معنا

source: Change?
ar: تغيير؟

# VerifyEmail
source: Verify by Email
ar: التحقق عن طريق البريد الالكتروني

source: Access Control
ar: صلاحية التحكم

# AppApperence
source: App Appearance
ar: شكل التطبيق

source: App Language
ar: لغة التطبيق

source: English
ar: الإنجليزية

source: General Notifications
ar: الإشعارات العامة

source: Language
ar: اللغة

# Logout
source: Sign out
ar: تسجيل الخروج

source: Notifications
ar: الإشعارات

source: Settings
ar: الإعدادات

# SettingsQuote
source: By default, we use your mobile's language and you can easily switch between languages.
ar: نحن نستخدم لغة هاتفك افتراضيًا ، و يمكنك تغيير اللغة بسهولة

source: User Fingerprint
ar: استخدام بصمة الاصبع

source: Send
ar: ارسال

source: STC Home Page
ar: الصفحة الرئيسية

source: Back
ar: السابق

source: Next
ar: التالي

source: Contract
ar: العقد

# ContractAgreement
source: Contract
ar: العقد

source: Downloads
ar: التنزيلات

source: Files
ar: الملفات

source: Access Detials
ar: تفاصيل الوصول

source: Account Details
ar: تفاصيل الحساب

source: Address
ar: العنوان

source: Change Password
ar: تغيير كلمة المرور

source: Contact Details
ar: تفاصيل الحساب

source: Date of Birth
ar: تاريخ الميلاد

source: First Name
ar: الإسم الأول

source: Gender
ar: النوع

source: Last Name
ar: الاسم الاخير

source: National Address
ar: العنوان المحلي

source: Nationality
ar: الجنسية

source: PENDING
ar: معلق

source: Profile
ar: الملف الشخصي

source: SAVE
ar: حفظ

source: Twitter
ar: تويتر

source: Your Inquiries
ar: تساؤلاتك

source: Privacy Statements
ar: بيانات الخصوصية

# CodeSentSuccessfully
source: OTP hent Successfully
ar: تم ارسال الكود بنجاح

# FillRequiredFields
source: Please fill required fields
ar: رجاء املأ الحقول المطلوبة

source: Invalid Email
ar: البريد الالكتروني غير صحيح

source: Invalid Password
ar: الرقم السري غير صحيح

# InquiryLbl
source: Inquiry
ar: استعلام

source: Call me
ar: الإتصال بي

# ConfirmPasswordChange
source: Confirm New Password
ar: تأكيد تغيير كلمة المرور

# MakeStrong
source: Make it strong
ar: اجعلها قوية

source: New password
ar: كلمة المرور الجديدة

source: Resend SMS
ar: ارسال رسالة مجددا

# SetNewPasswordML
source: Set new Password
ar: تعيين كلمة مرور جديدة

source: Verify
ar: التحقق من

# VerifyPassword
source: Confirm password
ar: تأكيد كلمة المرور

# VerifyEmailQuote
source: Please, enter the OTP sent to
ar: من فضلك أدخل الرقم السري المرسل إلى

# CongratulationsPasswordChanged
source: Congratulations New password has been updated successfully.
ar: تهانينا تم تغيير كلمة المرور

# CongratulationsVerified
source: Congratulations Verified successfully.
ar: تهانينا تم التحقق بنجاح.

# NewPasswordSaved
source: New Password has been saved
ar: تم حفظ كلمة المرور الجديدة

source: Reject
ar: رفض

source: Sign
ar: توقيع

source: Clear
ar: امسح

source: Confirm Password
ar: تاكيد كلمة المرور

source: Sign Here
ar: امضي هنا

# EamilRequiredMsg
source: Email or mobile number is required.
ar: البريد الإلكتروني أو رقم الجوال مطلوب

# PasswordRequiredMsg
source: Password is required.
ar: كلمة المرور مطلوبة.

# OldPassword
source: Current Password
ar: كلمة المرور الحالية

source: Uploading...
ar: جارٍ الرفع ...

source: Verify using
ar: التحقق بواسطة

source: No Messages
ar: لا يوجد رسائل

source: Optional
ar: اختياري

source: Done
ar: تم

# CongratulationsRegister
source: Congratulations You are now a member of STC
ar: تهانينا انت الان عضو في STC

# EmailRequired
source: Email is required
ar: البريد الالكتروني مطلوب

# MobileRequired
source: Mobile is required
ar: رقم الجوال مطلوب

# FullNameReuquired
source: Full name is required.
ar: الإسم بالكامل مطلوب

# EmailorPasswordInCorrect
source: Email or Password is incorrect
ar: البريد الالكتروني او كلمة المرور غير صحيحة

# PassowrdContains
source: Passowrd must have 8 characters that contain lowercase , uppercase letters ,numbers & special characters
ar: كلمة المرور يجب ان تحتوي علي رموز و ارقام

source: CANCEL
ar: اغلاق

source: Unsaved changes
ar: تغييرات لم يتم حفظها

# unSavedChangesQuote
source: Are you sure you want to exit?
ar: هل انت متاكد انك تريد الرجوع؟

source: OK
ar: موافق

# PassowrdNotMatched
source: Passowrds don't match
ar: كلمة المرور غير متشابهة

# EmailMaxLength
source: Maximum length of E-mail is 64 characters
ar: يجب ألا يزيد عدد الاحرف عن 64 حرف

source: Invalid Mobile
ar: رقم الجوال غير صحيح

source: Invalid Name
ar: الاسم غير صحيح

# MobileMaxLength
source: Maximum length of Mobile No. is 10 characters
ar: يجب ان يكون عدد الارقام 10 ارقام

# NameMaxLength
source: Maximum length of Name is 10 characters
ar: يجب ألا يزيد عدد الأحرف عن 32 حرف

# PasswordMaxLength
source: Maximum length of password is 16 characters
ar: يجب ألا يزيد عدد الأحرف عن 16 حرف

# EnterValidOTP
source: Please Enter a valid OTP
ar: برجاء ادخال كود صحيح

source: info
ar: معلومة

# ProfileUpdated
source: Profile has been updated successfully
ar: تم تحديث الحساب بنجاح

# CameraAccessDenied
source: you denied the camera access
ar: لم تقم باعطاني صلاحية الكاميرا

# AccessDenied
source: Storage Read permission was not granted : Denied
ar: صلاحية قراءة وحدة التخزين لم تمنح : رفض

# VerficationSuccessed
source: Verfied successfully
ar: تم التحقق بنجاح

# ProfilePictureUpdated
source: Profile picture has been updated successfully
ar: تم تعديل الصورة الشخصية بنجاح

# SuccessfulRequest
source: Your request has been created successfully
ar: تم ارسال طلبك بنجاح

source: Congratulations
ar: تهانينا

# SameName
source: You entered same name
ar: لقد قمت بإدخال نفس الاسم

# SameData
source: There are no changes
ar: البيانات لم تتغير

source: Invalid Attachment title
ar: عنوان المرفق غير صالح

# ChooseAttachment
source: Please Choose Attachment
ar: من فضلك أضف مرفق

# ChooseLocation
source: Please Choose Location
ar: من فضلك اختر موقع

# NoData
source: No data available
ar: لا توجد بيانات

source: Required
ar: هذا الحقل مطلوب

# Wait
source: Loading...
ar: جاري التحميل...

source: No Inquiries
ar: لا توجد استفسارات

# NoContract
source: There is no contract
ar: لا يوجد عقد

# CanNotOpenLink
source: Can not open the link
ar: غير قادر علي فتح الرابط

# FileDonwloadedSuccessfully
source: File is downloaded successfully in Downloads Folder
ar: تم حفظ الملف بنجاح في التنزيلات

source: No Next Request
ar: لا يوجد طلب قادم

# NoPreviouseRequest
source: No Previous Request
ar: لا يوجد طلب سابق

source: Error
ar: خطأ

# MustSign
source: You must sign in white area
ar: يجب التوقيع في المساحة البيضاء

# ContractUpdated
source: "Contract has been updated please read it again"
ar: لقد تم تعديل العقد من فضلك اقرأ العقد مرة آخري

source: Warning
ar: تحذير

source: Signature
ar: التوقيع

# AcceptTerms
source: Please Accept the terms and conditions
ar: الرجاء قبول الشروط والأحكام

source: Go to Login
ar: الذهاب الى تسجيل الدخول

# EmailTxt
source: E-mail
ar: البريد الإلكترونى

source: Select
ar: اختر

# FileNotDonwloaded
source: File is not downloaded
ar: لم يتم حفظ الملف

source: Permission Required
ar: مطلوب تصريح

# PermissionRequiredMsg
source: Please allow required permission to proceed
ar: الرجاء السماح بالتصريح المطلوب للمتابعة

# TypeMessage
source: Type a message
ar: أكتب رسالة

# NotConnected
source: No network connection
ar: لا يوجد إتصال بالشبكة

source: Previous
ar: السابق
